Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 陈松风面容疲惫，应该是一路行来长期郁结，多思者心必累，终于忍不住要找个人吐吐苦水了，加上他深信刘灞桥的人品性情，所以缓缓说道：“虽说我们陈氏与你们风雷园关系更近，但陈氏子孙恪守祖训，不掺和山上山下的恩怨，已经坚守这么多年，难道一本对于陈氏子弟十分鸡肋的剑经，就能够让我们为此破例？陈氏是书香门第，不是修行世家，趟这浑水，有何意义？”
en_us: Chen Songfeng looked exhausted as he spoke, and this was most likely because he had been pent-up this entire time. After all, those who thought about too much would naturally wind up with a tired mind. Now, he was finally unable to endure anymore, so he was going to speak his mind to someone. Moreover, Liu Baqiao was someone whom he deeply trusted. Thus, he slowly said, "Even though my clan does indeed have a better relationship with Wind Lightning Field, our clan strictly abides by our ancestral rules which state that we shouldn't become involved in the conflicts of other sects and clans. We've adhered to this rule for this many years already, so why would we suddenly break it for a sword scripture that's almost useless to our clan? Our Chen Clan is a clan of scholars, not a clan of cultivators. So, what's the point of becoming involved in this?"

source: 陈松风额头渗出细密的汗水，嘴唇微白，竟是不敢反驳一个字，连忙从椅子上起身，去弯腰翻箱子搬书。
en_us: Beads of sweat formed on Chen Songfeng's forehead. His lips were slightly pale, and he surprisingly didn't dare to talk back to Chen Dui. He hurriedly stood up and bent down to flip the wooden box over.

source: 院中积水之上，瞬间没了老妪如烟似雾的缥缈身影。
en_us: Her flickering and vapor-like figure instantly vanished from above the puddle in the backyard.

source: 院内，妇人望向院门那边，担忧问道：“仙长，她不像会善罢甘休，有没有麻烦？”
en_us: Inside the courtyard, Gu Can's mother cast a concerned gaze toward the gate as she asked, "Immortal Elder, I don't thinks she's the type that would give up so easily. Are you sure she won't cause trouble for us?"

source: 院墙上那小公子说完话后，其实有些后悔，事实上他一直很羡慕同龄人的邻居，每次回家都不空手，野兔泥鳅啊，溪鱼野果子啊，看得他很心动，不是嘴馋，只是眼馋而已，但是要强的他也不愿意改口，加上看到隔壁姓陈的动作轻快，无忧无虑的模样，他便有些闷闷不乐。
en_us: The rich boy Song Jixin was felt a little regretful after saying those words. In reality, he had always envied his neighbor who was the same age as him. He would always return home with something in his hands, whether that be wild rabbits, catfish, wild berries, or what have you. He was tempted whenever he saw this, and this was an absolute feast for his eyes. However, the stubborn young boy wasn't willing to apologize. After seeing Chen Ping'an's adept and carefree movements, he more so felt a slight sense of stifling unhappiness.

source: 院子里还蹲在地上的憨厚汉子蹦出一句，“我乐意。”
en_us: The woman's husband was still squatting on the ground, and he replied, "I do what I want!"

source: 院子里，小女孩愤怒道：“蠢货！小心调虎离山之计！赶紧回来！”
en_us: Inside the courtyard, Tao Zi yelled in a furious voice, "Get back here, you idiot! He's clearly trying to lure you away!"

source: 院门那边，有个嗓音响起，“你这婢女卖不卖？”
en_us: All of a sudden, a voice rang out from the entrance of the courtyard. "Are you willing to sell that maidservant?"

source: 除了两名大宗师之间的切磋，第八、第九两境武人，最喜欢欺负中五境里的顶尖练气士，尤其是宋长镜这样的第九境最强者，几乎可以说是上五境之下无敌手，也就只有练气士当中的剑修能够与之一战，但也只能争取让自己输得不那么难看，赢得一个虽败犹荣的说法。
en_us: Aside from sparring matches between master martial artists, the favorite pastime of martial artists of the eighth and ninth tiers was to pick on the top Qi refiners in the Middle Five Tiers. In particular, for someone like Song Changjing, who reigned supreme in the ninth tier, he was virtually invincible beneath the Upper Five Tiers. Among Qi refiners, only swordsmen would be able to put up a fight against him, but even they could only strive to not suffer too crushing a defeat. Essentially, their defeat was sealed, and all they could was to try and avoid embarrassment as much as possible.

source: 除了宁姚和赶来凑热闹的风雷园剑修刘灞桥，其余三人，别洲陈对，本洲龙尾郡陈松风，小镇泥瓶巷陈平安。
en_us: Apart from Ning Yao and Liu Baqiao, the swordsman from Wind Lightning Field who had come to join the fun, the remaining three people were Chen Dui from another continent, Chen Songfeng from Dragon Tail County, and Chen Ping'an from Clay Vase Alley.

source: 除此之外，老猿视野当中，还有一连串成人的浅淡脚印，老猿猜测多半是风雷园那个年轻剑修留下，自己对泥瓶巷少年出拳之时，那人分明是想趁火打劫，出现过一刹那的剑气外溢，虽然稍纵即逝，隐藏颇深，但老猿本就身经百战，又在“剑气纵横破宝瓶”的正阳山，足足修行了千年岁月，对于剑气剑意，实在太过熟悉。
en_us: Apart from Chen Ping'an's footprints, Bai Yuan also noticed the shallower footprints of an adult. He speculated that these footprints were mostly likely left by the young swordsman from the Wind Lightning Field. When he had thrown a punch at Chen Ping'an, that young man had clearly wanted to seize the opportunity to attack him, with his sword intent leaking for a split-second. However, he had immediately suppressed it, and most people wouldn't have noticed anything untoward. However, Bai Yuan had experienced countless battles, and he had also cultivated for a thousand years in Sun Scorch Mountain which possessed "sweeping Sword Qi that can cut through the Treasured Vial". Thus, he was far too familiar with sword intent and Sword Qi.

source: 除此之外，还有那一麻袋精心挑选出来的蛇胆石，七八颗，颜色各异，但哪怕出水这么长时间，依然颜色不褪。桌上麻袋的袋口打开，大如青壮手心、中如稚童拳头、小如鸽蛋的各色石子，相依相偎，模样讨喜。
en_us: Aside from that, there was also the sack of carefully selected snake gall pebbles, of which there were around seven or eight, and they were all of different colors. Even though they had been out of water for a very long time, their color still hadn't faded in the slightest. The sack was open and sitting on the table, with stones of all types of different colors and sizes nestled together, presenting a pleasing sight to behold.

source: 陶紫想了想，说道：“那个刺客倒也不像是来杀我的。”
en_us: After a brief moment of contemplation, Tao Zi said, "I don't think that assassin came here to kill me."

source: 陶紫重新抱住翠绿葫芦，“那我这只呢？”
en_us: Tao Zi hugged her emerald-green gourd and asked, "Then what about my one?

source: 随即老人笑了笑，“也对，云霞山那帮老东西，眼界从来不大，要不然也不至于让老夫得了这份先机。拥有一座几乎取之不尽用之不竭的宝山，本该财源滚滚，蒸蒸日上，竟然沦落到需要靠一个徒子徒孙来撑场面的地步。”
en_us: A smile then appeared on his face as he continued, "Then again, this is no surprise. Those old farts on the Dawn Cloud Mountain have always been narrow of mind and short of sight. Otherwise, I wouldn't have been able to claim this fated opportunity before them. With such a precious and virtually inexhaustible a their disposal, they should've been basking in wealth and prosperity, yet they've fallen to a point where they're relying heavily on a junior to keep up appearances. What a truly pathetic state of affairs."

source: 随后便有一阵齐整清脆的稚嫩嗓音响起，“日出有曜，羔裘如濡。”
en_us: The phrase was immediately repeated in unison by a collection of tender voices. "The radiant sun shines down upon the pristine woollen coat."

source: 随手拔出箭矢，将其折断，随手掉在泥瓶巷种。
en_us: He pulled the arrow out of his palm, then snapped it before casually tossing it onto the ground.

source: 随着青衣少女一声令下。
en_us: Following an order from her, the crimson flood dragon, which was no more than a foot in length, sprang toward the creek.

source: 随着齐静春一声令下，真可谓是传说中的言出法随，巨大印章从天而降，砸在本就跪在地上的少女背脊。
en_us: With a verbal command from Qi Jingchun, the giant seal came crashing down from the heavens. Zhi Gui was already kneeling on the ground, and the seal descended directly upon her back.

source: 隔壁少年，无依无靠，无根浮萍罢了。
en_us: He was informing Fu Nanhua that Chen Ping'an was just an orphan with no one to rely on and no ties to this world, so even if he were to die, no one would look into his death.

source: 隔壁的宋集薪应该也见过。
en_us: Chen Ping'an's neighbor Song Jixin had most likely witnessed it before as well.

source: 隔壁那个贫寒少年，可以说，正是为了刻意隐瞒宋集薪主仆二人的地址，而惹来一场飞来横祸，会为此遭殃丧命。
en_us: It could be said that for intentionally withholding the address of Song Jixin and Zhi Gui from Fu Nanhua, Chen Ping'an had inadvertently brought disaster upon himself, and this was ultimately going to lead to his demise.

source: 隔壁那边，婢女稚圭慢悠悠走出屋子，到了院子后，看到陈平安那边的影影绰绰，怀里捧着一本大部头泛黄书籍，她摇头晃脑，嘴里啧啧啧，像是恰巧抓到了一对狗男女。
en_us: Next door, Zhi Gui slowly walked out with a thick and yellowing book in her arms. When she arrived in the courtyard, she saw flickering lights and shadows in Chen Ping'an's house, and she couldn't help but shake her head and click her tongue in wonder. It was as if she had caught a couple engaged in an illicit affair.

source: 隔壁院子不断传来劈砍声，这很奇怪，宋集薪虽说过着外人眼中没爹没娘的日子，但这么多年一直衣食无缺，甚至手头始终很宽裕，不敢说比四姓宅子里的少爷过得好，比起十族嫡系子弟确实不差，文房四宝，案头雅玩，书房清供，许多陈平安没见过也没听过的奢侈物件，隔三岔五，一样样往宋集薪屋子里搬。其实宋集薪那边从来没有真正的脏累活和体力活，腌菜太臭，宋集薪不许婢女稚圭去做，砍柴太累，宋集薪每年都是直接买来一捆捆的烧火柴禾，一袋袋上等木炭。
en_us: There was a hacking sound coming from next door, and Chen Ping'an couldn't help but find this strange. Even though Song Jixin had no parents to look after him, he had never been short on food or clothes. In fact, he had always had a lot of spare money. Perhaps he wasn't as well off as the young masters from the Four Surnames, but his wealth and lifestyle could definitely rival those from the Ten Clans. Books and brushes, small and exquisite trinkets, beautiful and elegant ornaments... These were extravagant things that Chen Ping'an had never heard of before, much less seen. From time to time, a new addition would arrive in Song Jixin's study. In fact, Song Jixin and his maidservant never had to perform any dirty or tiring tasks. Pickling vegetables was too pungent, so Song Jixin didn't allow his maidservant Zhi Gui to pickle any vegetables. Chopping firewood was also too tiring, so Song Jixin would directly buy bundles upon bundles of firewood to use. He would also buy bags and bags of the best charcoal.

source: 隔壁院子响起柴门推开的声响，原来是宋集薪带着婢女稚圭从学塾返回，英俊少年一个冲刺，轻松跨上矮墙，蹲下后，松开手掌，全是指甲盖大小的石子，色彩多样，如羊脂、豆青、白藕等等。这种不值钱的石头，大小不一，在小镇溪滩里随处可见，其中以一种如同渗满鸡血的鲜红石头，最为讨喜，学塾齐先生就为弟子赵繇雕刻了一枚印章，宋集薪觉得挺有眼缘，好几次想要拿东西跟那家伙换，对方死活不肯。
en_us: The sound of the neighboring yard's wooden gate being opened rang out, signaling the return of Song Jixin and Zhi Gui from the school. Song Jixin lunged forward and jumped onto the wall with ease, then squatted down before spreading his hands open, releasing a bunch of fingernail-sized rocks of different colors, including white, green, and red. These completely valueless rocks of different sizes were extremely commonplace all throughout the bank of the creek in the town, and among them, the most sought after one was a type of bright red rock that looked as if it had been soaked in chicken blood. Mr. Qi had carved a seal out of one such rock for his disciple, Zhao Yao, and Song Jixin had taken a liking to it, offering to exchange it for something on several occasions, but he was resolutely turned down everytime.

source: 隔壁院子的屋内，黑衣少女宁姚陷入一种玄之又玄的胎息状态，不以口鼻嘘吸，如婴儿仍在胞胎之中，神气归根而止念。
en_us: In the neighboring house, Ning Yao had also entered an extremely mysterious state of fetal breathing. She didn't breathe using her mouth or nose, but was instead breathing like an infant still in their mother's womb. Her divine breath returned to its roots, while her thoughts were also paused.

source: 隔壁院门轻轻打开，走出婢女稚圭，她亭亭玉立，如株池塘里的荷花。
en_us: The neighboring door was quietly opened, from which emerged the maidservant Zhi Gui. She was slender and graceful, much like a lotus in a lake.

source: 隔岸观火，事不关己高高挂起。
en_us: The outcome of this conversation didn't matter to him, so he was happy just to sit back and observe.

source: 难不成这娘们当真有所顿悟？
en_us: Did she really just attain some type of enlightenment just now? qhewoitqhewtoiwqthewqhtqiewhtoewqhtewqhtwqhtqewhthwqt

source: 难怪师父说过，山下女子，是出林虎，功力大减了，可要是一旦带上山，就要成为称王称霸的座山虎，是会吃人的，师父喝酒之后，总说天底下的英雄豪杰，全输给自家的入山虎了，没一个例外。但是年轻人觉得出林虎就已经很厉害了，比如眼前那妇人，明明长得普通，却妖娆得让他心痒痒，要是她二话不说给他一耳光，完全不讲道理，年轻人觉得自己还是根本不敢还手，说不得妇人一笑，他还会跟着笑呢。
en_us: No wonder his master had told him that women in the outside world were all tigers out of the jungle, with their power greatly reduced. However, once they were brought into the mountains and into the jungles, they would once again become powerful and domineering tigers — they would even eat people alive. When his master became drunk, he would always say that all of the heroes and talented people in the world would eventually succumb to the tiger in their own backyard. There wouldn't be a single exception. However, the young man felt like tigers out of the jungle were already extremely powerful. Take for example, the woman before him. Her looks were clearly ordinary, yet her shapely and seductive figure caused his heart to itch. If she suddenly slapped him without a word and without reason, the young man felt like he wouldn't dare to strike back at all. In fact, if the woman then smiled at him, he might even smile back.

source: 难怪这个娘们面对宋长镜，也能如此硬气。
en_us: No wonder Chen Dui had been so tough and unyielding even when she had faced Song Changjing.

source: 雨停之后，院中积水渐渐下潜，老妪身影便愈发模糊，可怜兮兮道：“大仙，我只想多看孙子几眼。”
en_us: When the rain stopped, the puddles in the yard started to slowly recede, causing the old woman's body to become increasingly blurry. "Great immortal, I just want to see my grandson more," she said in a pitiful voice.

source: 雨国，苍云镇凌家，月过中天。
en_us: test

source: 雨水不停，小巷逐渐泥泞起来，稚圭实在不愿意多待，催促道：“走啦走啦。”
en_us: The rain was incessant, and the small alley gradually became wet and muddy. Zhi Gui was unwilling to stay any longer, and she urged, "Let's go, let's go."

source: 雨水已经很小，老人直截了当道：“回头把那袋子供养钱拿过来，然后这小丫头片子，还有你接下来的用药，就算一起付清。”
en_us: The rain had already subsided, and Old Man Yang said frankly, "When you go home, remember to bring the pouch of Offering Coins over. That will be the payment for you and the young girl's medicine."

source: 雪白剑鞘内，飞剑如获大赦，缓缓出鞘后，它在主人四周轻快飞掠，小鸟依人之温驯亲昵，又有少女衣裙飘曳之美感。它并非胡乱飞行，而是灵犀画符一般，为正在疗伤的主人营造出一块最佳的风水之地，果不其然，没有丝毫呼吸迹象的少女，四周气息迅猛涌入她体内，她如鲸吞水，疯狂汲取这方天地间的本源灵气。于是这一刻，小镇的死寂沉沉，与这栋宅子的风生水起，构成鲜明的对比。
en_us: Inside the snow-white scabbard, the flying sword felt as it it had been granted freedom. After slowly leaving its scabbard, it gracefully flew around its owner in a light and loving manner, appearing as gentle and caring as could be. At the same time, its movements were also as beautiful as the soft fluttering of a young girl's dress. The sword wasn't flying around in a random manner, and it was instead flying around as if it were a magical horn painting a powerful symbol. It was creating the most optimal atmosphere and Feng Shui for its owner to recuperate in. Sure enough, the surrounding essence suddenly rushed into the young girl who wasn't breathing at this moment. Like a whale swallowing water, she voraciously feasted on the origin spiritual energy of this heaven and earth. It was also at this moment that the small town's deathly silence and stillness became a stark juxtaposition to the lively nature of this residence.

source: 需知近佛远道的云霞山一脉，自开山鼻祖云霞老仙起始，就始终推崇一个观点：每次缘起缘灭，即是一次渡劫。
en_us: Ever since the Dawn Cloud Mountain was founded by Patriarch Dawn Cloud, an idea had always been championed, which was that the beginning and end of every fated meeting was a tribulation transcending experience.

source: 青牛背这边，有人言语中满是钦佩，“前辈好大的神通，竟然能够自行敕封一方河婆，关键是还能够不惊扰到天道。”
en_us: Back at the Azure Cow Ridge, an admiring voice suddenly rang out. "What a man of incredible power you are, Senior! Not only were you able to appoint a river guardian, what's most remarkable is that you managed to do so without disturbing the Heavenly Dao."

source: 青牛背那边，杨老头坐在青色石崖边缘，大口大口抽着旱烟。
en_us: Over at the Azure Cow Ridge, Old Man Yang was seated on the edge of the bluestone ciff, puffing on his old pipe.

source: 青衣少女依然还在孜孜不倦地“挖山”，神色认真严肃，每次拿起一样新糕点，都像是在对付一位生死大敌。
en_us: Meanwhile, the young girl continued to tirelessly tackle the mountain of food before her. Her expression was especially solemn and serious, and each time she picked up a piece of food, it was as if she were facing a mortal enemy.

source: 青衣少女刚吃完最后一块糕点，心情正糟糕得很，没好气道：“你们有本事找我爹打去！”
en_us: The young girl in green finished her last piece of dessert at this moment, leaving her in an extremely terrible mood. "If you two are so capable, why don't you go and challenge my father?" she snapped.

source: 青衣少女吃着糕点，含糊不清道：“啊？这样啊，不好意思，忘了告诉你，我是天生火神之体，与水是天敌。”
en_us: Ruan Xiu was chewing on a piece of pastry as she said in a muffled voice, "Oh, sorry about that. I forgot to tell you that I possess an innate fire god constitution, so water is my natural enemy."

source: 青衣少女嫣然一笑。
en_us: Ruan Xiu gave him a warm smile in response.

source: 青衣少女忧心道：“他可是你以后在这里的开山大弟子，就不怕走岔路？”
en_us: The young girl in green felt slightly anxious, and she said, "But he's going to be your opening disciple in the future. Aren't you afraid that he'll be led astray?"

source: 青衣少女恨极，咬牙切齿道：“一拳就砸烂了他的胸膛，好狠辣的手段！”
en_us: The young girl in green was infuriated, and she said through gritted teeth, "They destroyed his chest with a single punch! How cruel and merciless!"

source: 青衣少女撇撇嘴，不说话。
en_us: The young girl in green pursed her lips and remained silent.

source: 青衣少女有些闷闷的，心情不太好。
en_us: The young girl in azure was in low spirits at this moment.

source: 青衣少女知道这座小镇有很多怪异的景象，名叫杏花巷的那口水井，所挂铁锁不知有多长。不远处的廊桥，前身其实是一座横跨小溪三千年的石拱桥，桥底有一把锈迹斑斑的铁剑，剑尖所指，是一座深不见底的碧绿水潭。那座长着十二只脚的螃蟹牌坊，祠堂外草丛里，横七竖八的破败泥像，北方有座瓷山，堆积着历朝历代被督造官亲笔判定为残次品的瓷器，一律被敲碎打烂，等等。
en_us: The young girl in green knew that there were many strange things in the small town. For example, the iron chain hanging on the well in Apricot Blossom Alley was heaven knows how long. Nearby, the covered bridge had actually been a 3000 year old stone arch bridge before. Beneath it was an iron sword that was covered in rust. Where the tip of the blade pointed was a dark green pool that seemingly had no bottom. There was also the crab archway with 12 legs, the fallen and broken clay statues near the ancestral hall, the mountain of porcelain in the north that was filled with smashed pottery that had failed to pass the inspections of the kiln supervision officials, and so on...

source: 青衣少女突然停下脚步。
en_us: The young girl in green suddenly stopped in her tracks.

source: 青衣少女突然抬起头，问道：“爹，当时为啥不收他当学徒？”
en_us: The young girl in green suddenly looked up and asked, "Father, why didn't you accept him as a disciple?"

source: 青衣少女继续吃东西，这次含蓄许多了，最少腮帮没那么夸张，低头小口小口啃咬，时不时拿眼光斜瞥奇奇怪怪的小镇少年，一双桃花似的狭长眼眸，眼尾微微上翘，让少女天生就像一头年幼狐魅。
en_us: The young girl in green continued to enjoy her feast. However, she was far more restrained now, and her cheeks weren't bulging in such an impressive manner either. Instead, her head was lowered as she took small bites from her snacks. From time to time, she would shoot a sideways glance at the strange boy from the small town. Her eyes were like peach blossoms, and her eyebrows were also slightly curled upward, making her appear much like a young fox spirit.

source: 青衣少女脸色黯然，不知是听到那个“柳师兄”的缘故，还是草鞋少年的擦肩而过。
en_us: A dejected expression washed across the face of the young girl in green. It was hard to say whether this was because of "Senior Brother Liu", or whether this was because the young boy in straw sandals had brushed shoulders with this opportunity.

source: 青衣少女试图帮陈平安说点好话，结果被知女莫若父的男人提前教训道：“吃你的饼！”
en_us: The young girl in green wanted to say something to help Chen Ping'an, yet she was pre-emptively scolded by her father, who said, "You eat you pancake!"

source: 青衣少女还是病恹恹的模样，提不起精神。
en_us: However, the young girl in azure still appeared dejected, unable to lift her spirits no matter what.

source: 青衣少女这才想起自己带了水壶，不忘侧过身背对着陈平安，仰头灌了一大口水，呼吸这才顺畅了。
en_us: Only at this moment did the young girl suddenly remember that she had a bottle of water. She didn't forget to turn her back to Chen Ping'an as she took a large swig of water. Her breathing immediately became much smoother.

source: 青衣少女阮秀，死死盯住那片放在病榻少年额头的槐叶，已经黯然无光，绿色犹然是绿色，却没有半点绿意。她猛然转头，愤怒问道：“不是说好了，陈平安拿出他那片槐叶，刘羡阳就能有一半生机吗？”
en_us: Ruan Xiu was staring intently at the locust leaf placed on the forehead of the young man on the sickbed, and it was already completely dull and devoid of luster. It was still green, but there was no vitality left in it. All of a sudden, she turned around with a furious expression and asked, "Didn't you say that he would be able to survive this ordeal as long as Chen Ping'an brought his locust leaf to him?"

source: 青衣少年赶紧起身，毕恭毕敬作揖告辞。
en_us: The young boy hurriedly rose to his feet and extended a respectful bow before taking his leave.

source: 青衫少年不管如何不甘心，仍是缓缓投子。
en_us: The azure-robed young boy was extremely reluctant to admit defeat, but he still resigned.

source: 青衫少年郎相貌清逸，而且比起宋集薪的咄咄逼人、锋芒毕露，气质要更为温润内敛，就像是初发芙蓉，自然可爱。当先生问出这个暗藏玄机的问题后，少年不敢掉以轻心，小心斟酌，觉得是先生在考究自己的学问，岂敢随意？中年儒士看着弟子如临大敌的拘谨模样，会心一笑，拍了拍少年的肩头，“只是随口一问而已，不必紧张。看来是我之前太拘押着你的天性了，雕琢过繁，让你活得像是文昌阁里摆放的一尊塑像似的，板着脸，处处讲规矩，事事讲道理，累也不累……不过目前看来，反倒是件好事。”
en_us: In contrast with Song Jixin's sharp and unyielding demeanor, Zhao Yao's disposition was more gentle and restrained. He was like a hibiscus flower that was only just beginning to bloom, giving him a very refreshing and elegant appearance. It seemed that there was a hidden meaning to the question that was being raised by Mr. Qi, and Zhao Yao didn't dare to answer it carelessly. In his eyes, his teacher was testing his knowledge, and he had to exercise the utmost caution and prudence in the consideration of his response. An amused smile appeared on Mr. Qi's face at the sight of Zhao Yao's solemn and serious expression. He patted the young boy on the shoulder as he said, "Don't be so nervous, that was just a question that I decided to ask you on a whim. It seems that I've been excessively suppressing your imagination and natural personality, to the extent that you're resembling the rigid statues in those wenchang pavilions, constantly obsessing over rules and taking everything more seriously than you need to. That's a very tiring way to live... but at the moment, that appears to be a good thing."

source: 静。静心得意。
en_us: Tranquil — Tranquil mind begets enlightenment.

source: 面容英俊的年轻道人瞥了眼白鹿，对年纪轻轻的女冠道姑笑道：“贺师姐，让你小心些，不要太宠溺它，不过是不到一旬的时间，再者障眼法而已，也不妨碍它的自由，你偏偏不听。这下给凡夫俗子撞了个正着，如何是好？”
en_us: The handsome young man in Daoist robes glanced at the white deer and said to the young Daoist nun, "Senior Sister He, I told you to be careful and not pamper it too much. We're only here for fewer than 10 days, and you only needed to use a simple camouflage technique. It wouldn't have inhibited its freedom at all. Yet, you refused to listen to me, and now we've been caught by a mere mortal. What are we going to do now?"

source: 顾氏茫然，鬼头鬼脑的顾粲立即提醒道：“爹不是留下个多宝阁嘛，就是藏在床底下吃灰的那个？”
en_us: The woman wore a blank expression, yet the mischievous Gu Can immediately reminded her, "Didn't dad leave a Myriad Treasure Pagoda? The one collecting dust under the bed?"

source: 顾粲双手抱头，可怜兮兮的模样。
en_us: Gu Can wrapped his arms around his head, appearing as pitiful as could be.

source: 顾粲发现自己好像站在悬崖边上，正前方的远处，云海滔滔。
en_us: He discovered that he seemed to be standing on the edge of a cliff with a vast sea of clouds in the distance directly up ahead.

source: 顾粲吓得泪水一下子就流出眼眶，这个从来无法无天的顽劣孩子，竟是连哭都不敢出声了。
en_us: Tears immediately began to flow down Gu Can's face, and despite how unruly he had always been, he was so terrified that he didn't even dare to cry out loud.

source: 顾粲哇下就哭出声，双手抓住陈平安的袖子，哽咽道：“我想把泥鳅还你的，可是娘亲不让，还打了我耳光，娘亲从小到大都没打过我，还有那个说书先生，不知道是神仙还是鬼怪，吓人得很，先是把我给带到了白碗里，然后那条泥鳅下子就变得很大很大，比我家大水缸还要粗很多很多”
en_us: Gu Can suddenly burst into tears. He grabbed onto Chen Ping'an's sleeves and said through sobs, "I wanted to return the loach to you, but mother didn't let me. She even smacked my face! Ever since I was young, my mother has never hit me before. And that storyteller, I don't know if he's a god or a ghost, but he's extremely terrifying. He brought me into his white bowl, and after that, the loach suddenly became extremely big. In fact, it became even bigger than the water vat in my house!"

source: 顾粲嗯了声。
en_us: "M-hm," Gu Can responded with a nod.

source: 顾粲家的院子里，孩子已经被他娘锁在内屋房间，妇人和自称“真君”的老人相对而坐。
en_us: Meanwhile, Gu Can had already been locked in his house, while his mother and the self-proclaimed "true lord" were sitting across from one another.

source: 顾粲家的院子，妇人缓缓醒来，头疼如裂，在孩子的搀扶下坐回长凳，截江真君刘志茂正在闭目养神，袖中拇指食指缓缓掐动。
en_us: In the courtyard of Gu Can's house, the woman slowly regained conciousness, though her head still hurt like it was about to split apart. She sat back on the bench with the help of her child. The River Severing True Lord Liu Zhimao was still resting with his eyes closed, but his thumb and index finger were slowly moving under his sleeves as if he were calculating something.
